import ananas from '@/assets/ananas_40.jpg'
import apelsin from '@/assets/apelsin_42.jpg'
import granat from '@/assets/granat_44.jpg'
import grejpfrut from '@/assets/grejpfrut_43.jpg'

export default [
    {
        id: 1,
        title: 'Кальян по фикс. стоимости',
        price: 1_500,
        image: ananas,
        description: `
            <p>Прежде всего, новая модель организационной деятельности, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для экономической целесообразности принимаемых решений.</p>
            <p>Не следует, однако, забывать, что сложившаяся структура организации напрямую зависит от новых предложений. Равным образом, реализация намеченных плановых заданий обеспечивает актуальность системы обучения кадров, соответствующей насущным потребностям.</p>
            <p>Не следует, однако, забывать, что сложившаяся структура организации напрямую зависит от новых предложений. Равным образом, реализация намеченных плановых заданий обеспечивает актуальность системы обучения кадров, соответствующей насущным потребностям.</p>
        `,
    },
    {
        id: 2,
        title: 'Апельсин',
        price: 900,
        image: apelsin,
        description: `
            <p>Прежде всего, новая модель организационной деятельности, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для экономической целесообразности принимаемых решений.</p>
            <p>Не следует, однако, забывать, что сложившаяся структура организации напрямую зависит от новых предложений. Равным образом, реализация намеченных плановых заданий обеспечивает актуальность системы обучения кадров, соответствующей насущным потребностям.</p>
        `,
    },
    {
        id: 3,
        title: 'Какое-то слишком длинное название продукта вот прям очень',
        price: 60,
        image: granat,
        description: `
            <p>Прежде всего, новая модель организационной деятельности, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для экономической целесообразности принимаемых решений.</p>
        `,
    },
    {
        id: 4,
        title: 'А это грейпфрут 🍊',
        price: 10_800,
        image: grejpfrut,
        description: '',
    },
]
